Repository: TinkyFirst/HabitTracker
Catalog: TrackHabit/Models/*.lprojLocalizable.strings
Languages: uk

# achievements.title
source: Achievements
uk: Досягнення

# achievements.unlocked
source: Unlocked!
uk: Розблоковано!

# achievements.of
source: of
uk: з

# achievements.done
source: Done
uk: Готово

# achievements.progress
source: Progress
uk: Прогрес

# achievements.unlocked_on
source: Unlocked on
uk: Розблоковано

# achievements.category
source: Category
uk: Категорія

# achievements.rarity
source: Rarity
uk: Рідкість

# achievements.requirement
source: Requirement
uk: Вимога

source: Achievement Unlocked
uk: Досягнення Розблоковано

# achievement.category.all
source: All
uk: Всі

# achievement.category.streaks
source: Streaks
uk: Серії

# achievement.category.completions
source: Completions
uk: Виконання

# achievement.category.habits
source: Habits
uk: Звички

# achievement.category.consistency
source: Consistency
uk: Постійність

# achievement.category.milestones
source: Milestones
uk: Віхи

# achievement.category.special
source: Special
uk: Спеціальні

# achievements.common
source: Common
uk: Звичайні

# achievements.rare
source: Rare
uk: Рідкісні

# achievements.legendary
source: Legendary
uk: Легендарні

# achievements.rarity.common
source: Common
uk: Звичайне

# achievements.rarity.uncommon
source: Uncommon
uk: Незвичайне

# achievements.rarity.rare
source: Rare
uk: Рідкісне

# achievements.rarity.epic
source: Epic
uk: Епічне

# achievements.rarity.legendary
source: Legendary
uk: Легендарне

# achievement.first_habit.title
source: First Habit
uk: Перша Звичка

# achievement.first_habit.description
source: Create your first habit
uk: Створіть свою першу звичку

# achievement.first_checkin.title
source: First Step
uk: Перший Крок

# achievement.first_checkin.description
source: Complete a habit for the first time
uk: Виконайте звичку вперше

# achievement.three_habits.title
source: Three Habits
uk: Три Звички

# achievement.three_habits.description
source: Create 3 habits
uk: Створіть 3 звички

# achievement.five_habits.title
source: Five Habits
uk: П'ять Звичок

# achievement.five_habits.description
source: Create 5 habits
uk: Створіть 5 звичок

# achievement.ten_habits.title
source: Ten Habits
uk: Десять Звичок

# achievement.ten_habits.description
source: Create 10 habits
uk: Створіть 10 звичок

# achievement.streak_3.title
source: 🔥 3 Day Streak
uk: 🔥 3 Дні Підряд

# achievement.streak_3.description
source: Maintain a 3-day streak
uk: Підтримуйте серію 3 дні

# achievement.streak_7.title
source: 🔥 Week of Fire
uk: 🔥 Тиждень Вогню

# achievement.streak_7.description
source: Maintain a 7-day streak
uk: Підтримуйте серію 7 днів

# achievement.streak_14.title
source: 🔥 Two Weeks
uk: 🔥 Два Тижні

# achievement.streak_14.description
source: Maintain a 14-day streak
uk: Підтримуйте серію 14 днів

# achievement.streak_21.title
source: 🔥 Three Weeks
uk: 🔥 Три Тижні

# achievement.streak_21.description
source: Maintain a 21-day streak
uk: Підтримуйте серію 21 день

# achievement.streak_30.title
source: 🔥 Month of Power
uk: 🔥 Місяць Сили

# achievement.streak_30.description
source: Maintain a 30-day streak
uk: Підтримуйте серію 30 днів

# achievement.streak_50.title
source: 🔥 Fifty Days
uk: 🔥 П'ятдесят Днів

# achievement.streak_50.description
source: Maintain a 50-day streak
uk: Підтримуйте серію 50 днів

# achievement.streak_100.title
source: 🔥 The Century
uk: 🔥 Сотня

# achievement.streak_100.description
source: Maintain a 100-day streak
uk: Підтримуйте серію 100 днів

# achievement.streak_200.title
source: ✨ Two Hundred
uk: ✨ Двісті Днів

# achievement.streak_200.description
source: Maintain a 200-day streak
uk: Підтримуйте серію 200 днів

# achievement.streak_365.title
source: 👑 Year of Excellence
uk: 👑 Рік Досконалості

# achievement.streak_365.description
source: Maintain a full year streak
uk: Підтримуйте серію цілий рік

# achievement.streak_500.title
source: 👑 Five Hundred
uk: 👑 П'ятсот Днів

# achievement.streak_500.description
source: Maintain a 500-day streak
uk: Підтримуйте серію 500 днів

# achievement.checkins_10.title
source: Ten Times
uk: Десять Разів

# achievement.checkins_10.description
source: Complete 10 check-ins
uk: Виконайте 10 відміток

# achievement.checkins_25.title
source: Twenty Five
uk: Двадцять П'ять

# achievement.checkins_25.description
source: Complete 25 check-ins
uk: Виконайте 25 відміток

# achievement.checkins_50.title
source: Fifty
uk: П'ятдесят

# achievement.checkins_50.description
source: Complete 50 check-ins
uk: Виконайте 50 відміток

# achievement.checkins_100.title
source: Century of Completions
uk: Сотня Виконань

# achievement.checkins_100.description
source: Complete 100 check-ins
uk: Виконайте 100 відміток

# achievement.checkins_250.title
source: Two Fifty
uk: Двісті П'ятдесят

# achievement.checkins_250.description
source: Complete 250 check-ins
uk: Виконайте 250 відміток

# achievement.checkins_500.title
source: Five Hundred
uk: П'ятсот Виконань

# achievement.checkins_500.description
source: Complete 500 check-ins
uk: Виконайте 500 відміток

# achievement.checkins_1000.title
source: One Thousand
uk: Тисяча

# achievement.checkins_1000.description
source: Complete 1000 check-ins
uk: Виконайте 1000 відміток

# achievement.checkins_2000.title
source: Two Thousand
uk: Дві Тисячі

# achievement.checkins_2000.description
source: Complete 2000 check-ins
uk: Виконайте 2000 відміток

# achievement.checkins_5000.title
source: Five Thousand
uk: П'ять Тисяч

# achievement.checkins_5000.description
source: Complete 5000 check-ins
uk: Виконайте 5000 відміток

# achievement.checkins_10000.title
source: Ten Thousand
uk: Десять Тисяч

# achievement.checkins_10000.description
source: Complete 10000 check-ins
uk: Виконайте 10000 відміток

# achievement.perfect_week.title
source: Perfect Week
uk: Ідеальний Тиждень

# achievement.perfect_week.description
source: Complete all habits for 7 days straight
uk: Виконайте всі звички 7 днів підряд

# achievement.perfect_month.title
source: Perfect Month
uk: Ідеальний Місяць

# achievement.perfect_month.description
source: Complete all habits for 30 days straight
uk: Виконайте всі звички 30 днів підряд

# achievement.early_bird.title
source: Early Bird
uk: Рання Пташка

# achievement.early_bird.description
source: 7 check-ins before 8 AM
uk: 7 відміток до 8 ранку

# achievement.night_owl.title
source: Night Owl
uk: Нічна Сова

# achievement.night_owl.description
source: 7 check-ins after 10 PM
uk: 7 відміток після 10 вечора

# achievement.weekend_warrior.title
source: Weekend Warrior
uk: Воїн Вихідних

# achievement.weekend_warrior.description
source: 10 perfect weekends
uk: 10 ідеальних вихідних

# achievement.all_habits_day.title
source: All Habits Day
uk: Всі Звички За День

# achievement.all_habits_day.description
source: Complete all habits in one day
uk: Виконайте всі звички в один день

# achievement.comeback_kid.title
source: Comeback Kid
uk: Повернення

# achievement.comeback_kid.description
source: Rebuild a streak after losing it
uk: Відновіть серію після перерви

# achievement.no_skip_month.title
source: No Skip Month
uk: Без Пропусків

# achievement.no_skip_month.description
source: At least one check-in every day for a month
uk: Щонайменше одна відмітка кожен день протягом місяця

# achievement.goal_crusher.title
source: Goal Crusher
uk: Руйнівник Цілей

# achievement.goal_crusher.description
source: Reach 10 goals
uk: Досягніть 10 цілей

# achievement.overachiever.title
source: Overachiever
uk: Надвиконавець

# achievement.overachiever.description
source: Exceed goals by 150% - 50 times
uk: Перевищте цілі на 150% - 50 разів

# achievement.one_week.title
source: First Week
uk: Перший Тиждень

# achievement.one_week.description
source: Use the app for 7 days
uk: Використовуйте додаток 7 днів

# achievement.one_month.title
source: First Month
uk: Перший Місяць

# achievement.one_month.description
source: Use the app for 30 days
uk: Використовуйте додаток 30 днів

# achievement.three_months.title
source: Three Months
uk: Три Місяці

# achievement.three_months.description
source: Use the app for 90 days
uk: Використовуйте додаток 90 днів

# achievement.six_months.title
source: Six Months
uk: Півроку

# achievement.six_months.description
source: Use the app for 180 days
uk: Використовуйте додаток 180 днів

# achievement.one_year.title
source: One Year
uk: Один Рік

# achievement.one_year.description
source: Use the app for a full year
uk: Використовуйте додаток цілий рік

# achievement.two_years.title
source: Two Years
uk: Два Роки

# achievement.two_years.description
source: Use the app for 2 years
uk: Використовуйте додаток 2 роки

# achievement.habit_master.title
source: Habit Master
uk: Майстер Звичок

# achievement.habit_master.description
source: 100-day streak on one habit
uk: Серія 100 днів для однієї звички

# achievement.dedication.title
source: Dedication
uk: Відданість

# achievement.dedication.description
source: Maintain 3+ habits for 90 days
uk: Підтримуйте 3+ звички протягом 90 днів

# achievement.resilient.title
source: Resilient
uk: Стійкість

# achievement.resilient.description
source: Rebuild a streak 5 times
uk: Відновіть серію 5 разів

# achievement.legendary_status.title
source: Legendary Status
uk: Легендарний Статус

# achievement.legendary_status.description
source: Unlock 40 other achievements
uk: Розблокуйте 40 інших досягнень

# achievement.new_year_new_me.title
source: New Year New Me
uk: Новий Рік, Нове Я

# achievement.new_year_new_me.description
source: Create a habit on January 1st
uk: Створіть звичку 1 січня

# achievement.birthday_celebration.title
source: Birthday Celebration
uk: День Народження

# achievement.birthday_celebration.description
source: Complete a habit on your birthday
uk: Виконайте звичку у свій день народження

# achievement.leap_day.title
source: Leap Day
uk: Високосний День

# achievement.leap_day.description
source: Complete a habit on February 29th
uk: Виконайте звичку 29 лютого

# achievement.midnight_warrior.title
source: Midnight Warrior
uk: Опівнічний Воїн

# achievement.midnight_warrior.description
source: Complete a habit at midnight
uk: Виконайте звичку о півночі

# achievement.multitasker.title
source: Multitasker
uk: Багатозадачність

# achievement.multitasker.description
source: 5+ habits in one day
uk: 5+ звичок за один день

# achievement.speed_demon.title
source: Speed Demon
uk: Швидкісний Демон

# achievement.speed_demon.description
source: 10 check-ins within 1 hour
uk: 10 відміток за годину

# achievement.social_butterfly.title
source: Social Butterfly
uk: Соціальний Метелик

# achievement.social_butterfly.description
source: Share an achievement
uk: Поділіться досягненням

# achievement.collector.title
source: Collector
uk: Колекціонер

# achievement.collector.description
source: Unlock 25 achievements
uk: Розблокуйте 25 досягнень

# achievement.perfectionist.title
source: Perfectionist
uk: Перфекціоніст

# achievement.perfectionist.description
source: 100% completion rate for 30 days
uk: 100% виконання протягом 30 днів

# achievement.unlock_all.title
source: Ultimate Victory
uk: Абсолютна Перемога

# achievement.unlock_all.description
source: Unlock all other achievements
uk: Розблокуйте всі інші досягнення
